[
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "dataview",
  "obsidian-excalidraw-plugin",
  "excalibrain",
  "recent-files-obsidian",
  "easy-typing-obsidian",
  "templater-obsidian",
  "editing-toolbar",
  "calendar",
  "typing-assistant",
  "mcp-tools",
  "obsidian-local-rest-api",
  "quickadd",
  "2hop-links-plus",
  "obsidian-auto-link-title",
  "obsidian-git"
]